[ID_CoolantDispenser:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A busted up coolant disperser. Just what you need."

[ID_EngCapacitor:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="This engine capacitor looks like it's ready to explode at any moment. Let's install it!"

[ID_MagneticOverthruster:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="This magnetic overthruster can bend space and time. No, not really."

[ID_PressRegulator:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="This pressure regulator regulates pressure. No, seriously."
